tap "xe/pkgs"

brew "go"

brew "dhall"
brew "dhall-lsp-server"
brew "dhall-json"

brew "typst"
brew "typstfmt"

brew "deno"

brew "protobuf"
brew "protoc-gen-go"
brew "xe/pkgs/protoc-gen-twirp"

brew "jq"
brew "jo"

brew "earthly"
brew "pandoc"

brew "flyctl"
